<?php

return [

    'greeting' => 'Привет! Меня зовут Дмитрий',
    'title' => 'Главная',
    'description' => 'На этом сайте можно найти мое резюме, портфолио, а также личный блог',
    'resume' => 'Резюме',
    'portfolio' => 'Портфолио',
    'blog' => 'Блог',
    'interlude' => 'Я занимаюсь разработкой сайтов. Больше всего интересует разработка с использованием Laravel.
     Также есть опыт создания сайтов на различных CMS. Если у вас есть предложения,
     с удовольствием с вами пообщаюсь',

    'name' => 'Пысларь Дмитрий Юрьевич',
    'city' => 'Одесса',
    'objective' => 'Цель',
    'objective_text' => 'Развить навыки веб программирования до уровня, необходимого для уверенной разработки крупных высоконагруженных проектов.',
    'summary' => 'Краткая информация',
    'summary_text' => 'Веб разработчик полного цикла. Есть опыт разработки сайтов как с использованием CMS
     (включая доработку модулей и функционала) Wordpress, Joomla, Opencart и др., так и написания проектов с нуля на PHP
     и фреймворке Laravel. До этого занимался разработкой на Java.',
    'markup' => 'Верстка',
    'skills' => 'Навыки',
    'tools' => 'Инструменты',
    'languages' => 'Другие языки',
    'experience' => 'Опыт',
    'experience_text' => '<b>Период:</b> май 2016 - до сих пор<br><b>Должность:</b> фрилансер<br>
        <b>Обязанности:</b> Разработка сайтов под ключ, доработка существующих сайтов<br>
        <br>
        <b>Период:</b> март 2016 - май 2016<br><b>Должность:</b> разработчик веб-студии INBIZ<br>
        <b>Обязанности:</b> Разработка сайтов под ключ<br>
        <br>
        <b>Период:</b> сентябрь 2015 - февраль 2016<br><b>Должность:</b> студент и стажер учебного центра компании Netcracker (Java & Oracle developer)<br>
        <b>Обязанности:</b> Подготовка к стажировке и написание командного проекта (ERP/CRM система)<br>
        <br>',
    'education' => 'Образование',
    'education_text' => 'Одесский национальный политехнический университет (2013-2017)
        <br> <b>Специальность:</b> системы технической защиты информации
        <br><b>Научная степень:</b> магистр
        <br>
        <br>Коледж связи и информатизации при ОНАС им. Попова(2008-2012)
        <br> <b>Специальность:</b> ремонт и обслуживание аппаратуры связи и оргтехники
        <br><b>Научная степень:</b> младший специалист<br>
        <br>Кроме стандартного образования, прошел массу курсов и тренингов<br>
        <b>Уровень английского:</b> advanced',
    'about_me' => 'Обо мне',
    'about_me_text' => 'Я постоянный, определившийся со своими возможностями и желаниями, человек. Легко иду на контакт,
     подстраиваюсь под окружение. Что касается профессиональной деятельности - легко усваиваю информацию,
     не задаю лишних вопросов. Самостоятельно решаю подавляющее количество проблем и поставленных задач,
     без ущерба производительности. Если мне и нужно задать вопрос, формулирую его четко и по существу.
     Крайне заинтересован в проектах крупнее, чем "Сделать сайт визитку". Буду рад сотрудничеству с позитивными и открытыми людьми, получающими удовольствие от своей работы.',
    'sender_name' => 'Ваше Имя',
    'sender_email' => 'Адрес почты',
    'sender_message' => 'Сообщение для меня',
    'submit' => 'Отправить сообщение',
    'success' => 'Сообщение успешно отправлено!',
    'failure' => 'Ошибка отправки, проверьте введенные данные или попробуйте позже'
];