<?php

return [
    'avatar' => 'Аватар',
    'vk_url' => 'Ссылка на профиль вконтакте',
    'name' => 'Имя',
    'email' => 'Почта',
    'password' => 'Сменить пароль',
    'password_new' => 'Новый пароль',
    'password_confirm' => 'Подтверждение',
    'personal' => 'Личные данные',
    'sex' => 'Пол',
    'male' => 'Мужской',
    'female' => 'Женский',
    'dob' => 'Дата рождения',
    'dor' => 'Вы зарегистрированы',
    'edit_profile' => 'Редактировать профиль',
    'save' => 'Сохранить изменения',
];